trans = {
    "start_message": "سلام! من یک ربات موسیقی هستم. نام آهنگ یا لینک Spotify را ارسال کنید.",
    "empty_song_name": "لطفاً نام آهنگ را وارد کنید.",
    "downloading_song": "در حال دانلود آهنگ...",
    "song_sent": "آهنگ ارسال شد.",
    "song_downloaded": "آهنگ دانلود شد. می‌خواهید آهنگ‌های مشابه را ببینید یا متن آهنگ را مشاهده کنید؟",
    "similar_songs": "آهنگ‌های مشابه",
    "show_lyrics": "نمایش متن آهنگ",
    "similar_songs_text": "در حال جستجوی آهنگ‌های مشابه...",
    "fetching_lyrics": "در حال جستجوی متن آهنگ..."
}
